bash-completion
clang
clang-tidy
curl
gdb
git
git-lfs
lcov
less
man
openssh-client
python3-lxml
python3-rosdep
# ros-eloquent-ament-cmake
# ros-eloquent-ament-cmake-core
# ros-eloquent-ament-cmake-gtest
# ros-eloquent-ament-cmake-lint-cmake
# ros-eloquent-ament-cmake-pclint
# ros-eloquent-ament-cmake-pytest
# ros-eloquent-ament-copyright
# ros-eloquent-ament-flake8
# ros-eloquent-ament-lint-auto
# ros-eloquent-ament-lint-common
# ros-eloquent-ament-pep257
# ros-eloquent-launch
# ros-eloquent-launch-ros
# ros-eloquent-launch-testing
# ros-eloquent-launch-testing-ament-cmake
# ros-eloquent-launch-testing-ros
# ros-eloquent-osrf-testing-tools-cpp
# ros-eloquent-rcutils
# ros-eloquent-rmw
# ros-eloquent-rmw-cyclonedds-cpp
# ros-eloquent-rmw-implementation-cmake
# ros-eloquent-ros-testing
# ros-eloquent-std-msgs
shellcheck
strace
sudo
vim

# Bloom
python3-bloom

# .NET Core
apt-transport-https
dotnet-sdk-2.1
