bash-completion
clang
clang-tidy
curl
gdb
git
git-lfs
lcov
less
man
openssh-client
python3-lxml
ros-dashing-ament-cmake
ros-dashing-ament-cmake-core
ros-dashing-ament-cmake-gtest
ros-dashing-ament-cmake-lint-cmake
ros-dashing-ament-cmake-pclint
ros-dashing-ament-cmake-pytest
ros-dashing-ament-copyright
ros-dashing-ament-flake8
ros-dashing-ament-lint-auto
ros-dashing-ament-lint-common
ros-dashing-ament-pep257
ros-dashing-angles
ros-dashing-demo-nodes-cpp
ros-dashing-diagnostic-updater
ros-dashing-geographic-msgs
ros-dashing-launch
ros-dashing-launch-ros
ros-dashing-launch-testing
ros-dashing-launch-testing-ament-cmake
ros-dashing-launch-testing-ros
ros-dashing-nmea-msgs
ros-dashing-osrf-testing-tools-cpp
ros-dashing-rcutils
ros-dashing-rmw
ros-dashing-rmw-cyclonedds-cpp
ros-dashing-rmw-implementation-cmake
ros-dashing-ros-testing
ros-dashing-std-msgs
shellcheck
strace
sudo
vim

# Bloom
python3-bloom
